evaluation/old_results/ycsb_pm_results/redis/Runa/Run3
127.0.0.1
[OVERALL], RunTime(ms), 480562
[OVERALL], Throughput(ops/sec), 20808.96949821251
[TOTAL_GCS_G1_Young_Generation], Count, 29
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 96
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.019976610718284007
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 29
[TOTAL_GC_TIME], Time(ms), 96
[TOTAL_GC_TIME_%], Time(%), 0.019976610718284007
[READ], Operations, 5001344
[READ], AverageLatency(us), 47.60165067629821
[READ], MinLatency(us), 15
[READ], MaxLatency(us), 8199
[READ], 95thPercentileLatency(us), 53
[READ], 99thPercentileLatency(us), 60
[READ], Return=OK, 5001344
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2967.0
[CLEANUP], MinLatency(us), 2966
[CLEANUP], MaxLatency(us), 2967
[CLEANUP], 95thPercentileLatency(us), 2967
[CLEANUP], 99thPercentileLatency(us), 2967
[UPDATE], Operations, 4998656
[UPDATE], AverageLatency(us), 44.56975655056079
[UPDATE], MinLatency(us), 14
[UPDATE], MaxLatency(us), 7623
[UPDATE], 95thPercentileLatency(us), 49
[UPDATE], 99thPercentileLatency(us), 57
[UPDATE], Return=OK, 4998656