evaluation/old_results/ycsb_pm_results/redis/Runa/Run6
127.0.0.1
[OVERALL], RunTime(ms), 477028
[OVERALL], Throughput(ops/sec), 20963.130046873557
[TOTAL_GCS_G1_Young_Generation], Count, 29
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 87
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.01823792314078
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 29
[TOTAL_GC_TIME], Time(ms), 87
[TOTAL_GC_TIME_%], Time(%), 0.01823792314078
[READ], Operations, 4999674
[READ], AverageLatency(us), 47.38947339366527
[READ], MinLatency(us), 15
[READ], MaxLatency(us), 8887
[READ], 95thPercentileLatency(us), 53
[READ], 99thPercentileLatency(us), 57
[READ], Return=OK, 4999674
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2589.0
[CLEANUP], MinLatency(us), 2588
[CLEANUP], MaxLatency(us), 2589
[CLEANUP], 95thPercentileLatency(us), 2589
[CLEANUP], 99thPercentileLatency(us), 2589
[UPDATE], Operations, 5000326
[UPDATE], AverageLatency(us), 44.049450975796375
[UPDATE], MinLatency(us), 14
[UPDATE], MaxLatency(us), 5875
[UPDATE], 95thPercentileLatency(us), 47
[UPDATE], 99thPercentileLatency(us), 54
[UPDATE], Return=OK, 5000326